Revit 2027 API
ParameterTypeId.RailingSystemSecondaryHandrailsTypesParam Property
 "Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RailingSystemSecondaryHandrailsTypesParam { get; }
Public Shared ReadOnly Property RailingSystemSecondaryHandrailsTypesParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RailingSystemSecondaryHandrailsTypesParam {
	ForgeTypeId^ get ();
}
static member RailingSystemSecondaryHandrailsTypesParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace